Repository: wp-plugins/wp-accessibility
Catalog: lang/wp-accessibility-*.po
Languages: he_il

source: Return to article.
he_il: חזור למאמר.

source: Long Description UI
he_il: ממשק תיאור ארוך

source: Link to description
he_il: קישור לתיאור

source: Browser defaults only
he_il: ברירת מחדל של הדפדפן בלבד

source: Customization Notes
he_il: הערות לקוסטומיזציה (התאמה אישית)

source: It is almost impossible for the Accessibility Toolbar to guarantee a good result for large text or high contrast modes. Author your own high-contrast styles by placing a stylesheet called <code>a11y-contrast.css</code> in your Theme's stylesheet directory.
he_il: כמעט בלתי אפשרי לסרגל הכלים להבטיח מראה טוב למצבים של טקסט גדול או ניגודיות גבוהה.ערוך את עיצוב הניגודיות הגבוהה על ידי יצירת קובץ CSS בשם <code>a11y-contrast.css</code> בתוך התיקייה בה נמצא קובץ העיצוב של הערכה שלך.

source: Define custom styles for large print by asssigning them in the body class <code>.fontsize</code> in your theme stylesheet.
he_il: הגדר עיצובים מותאמים אישית להדפסה גדולה על ידי השמתם בקלאס של הבודי body class <code>.fontsize</code> בקובץ העיצוב (CSS) של התבנית שלך

source: Define a custom long description template by adding the template "longdesc-template.php" to your theme directory.
he_il: הגדר תבנית תיאור ארוך מותאם אישית על ידי הוספת תבנית "longdesc-template.php" לתיקיית התבניות שלך

source: Accessibility Toolbar
he_il: סרגל כלים לנגישות

source: Support Accessibility toolbar as shortcode or widget
he_il: תמוך בסרגל כלים לנגישות בתור שורטקוד או ווידג'ט

source: Obsolete since WordPress 3.8
he_il: מיותר מאז וורדפרס 3.8

source: Make row actions always visible
he_il: הפוך פעולות על שורה נראות תמיד

source: Enable diagnostic CSS
he_il: הפעל CSS במצב איבחון

source: <a href="http://www.joedolson.com/donate.php">Make a donation today!</a> Every donation counts - donate $5, $20, or $100 and help me keep this plug-in running!
he_il: <a href="http://www.joedolson.com/donate.php">תרום היום!</a> כל תרומה נחשבת - תרום $5, $20, or $100 ותעזור לי לשמור על התוסף הזה פעיל!

source: WP A11Y: Recent Posts
he_il: WP A11Y: פוסטים אחרונים

source: Add Accessibility toolbar with fontsize adjustment and contrast toggle
he_il: הוסף סרגל כלים לנגישות עם שינוי גודל הפונט והניגודיות

source: Include grayscale toggle with Accessibility toolbar
he_il: כלול שינוי לגווני שחור-לבן בסרגל הכלים לנגישות

source: Toggle High Contrast
he_il: מתג ניגודיות גבוהה

source: Toggle Grayscale
he_il: מתג שחור-לבן

source: Toggle Font size
he_il: מתג גודל גופן

source: Enable WordPress Admin stylesheet
he_il: אפשר הגדרות עיצוביות של וורדפרס עבור המנהלן

source: Accessibility Settings
he_il: הגדרות נגישות

source: Force search error on empty search submission (theme must have search.php template)
he_il: אלץ שגיאות חיפוש על חיפושים ריקים (התמה חייבת לכלול את תבנית search.php)

source: Add outline to elements on keyboard focus
he_il: הוסף הדגשה חיצונית לאלמנטים בפוקוס של המקלדת

source: Outline color (hexadecimal, optional)
he_il: צבע חיצוני (הקסדצימלי, אופציונלי)

source: Color Contrast Tester
he_il: בוחן ניגודיות צבעים

source: Test another set of colors
he_il: בחן עוד סט צבעים

source: Test of relative luminosity
he_il: בוחן בהירות יחסית

source: Foreground color
he_il: צבע הרקע הקדמי

source: Background color
he_il: צבע הרקע האחורי

source: Check Color Contrast
he_il: בדוק ניגודיות צבע

source: Skip to content
he_il: דלג לתוכן

source: Skip to navigation
he_il: דלג לניווט

source: Site map
he_il: מפת אתר

source: WP Accessibility: Settings
he_il: הגדרות WP Accessibility

source: Nav menus
he_il: תפריטי ניווט

source: Page lists
he_il: רשימות עמוד

source: Category lists
he_il: רשימות קטגוריה

source: Archive links
he_il: קישורי תגיות

source: Tag clouds
he_il: ענני תגיות

source: Category links
he_il: קישורי קטגוריה

source: Post edit links
he_il: קישורים לעריכת פוסט

source: Edit comment links
he_il: קישורים לעריכת תגובות

source: Add Skiplinks
he_il: הוסף "דלג קישורים"

source: Configure Skiplinks
he_il: הגדר דילוג קישורים (skiplinks)

source: Enable Skiplinks
he_il: הפעל דילוג קישורים (skiplinks)

source: Skiplinks always visible
he_il: דילוג קישורים (skiplinks) תמיד נראה

source: Miscellaneous Accessibility Settings
he_il: הגדרות נגישות שונות

source: Miscellaneous
he_il: שונות

source: Add Site Language and text direction to HTML element
he_il: הוסף שפת אתר וכיוון טקסט לאלמנט ה- HTML

source: Remove target attribute from links
he_il: הסר אלמנט target מקישורים

source: Continue reading text
he_il: טקסט המשך לקרוא

source: Update Miscellaneous Settings
he_il: עדכן הגדרות שונות

source: Get Plug-in Support
he_il: קבל תמיכה בתוסף

source: Support this Plugin
he_il: תמוך בתוסף

source: Recent Posts
he_il: פוסטים אחרונים

source: Title:
he_il: כותרת:

source: Number of posts to show:
he_il: כמות פוסטים להצגה:

source: Please describe your problem. I'm not psychic.
he_il: אנא תאר את הבעיה שלך. אני לא קורא מחשבות.

source: From:
he_il: שולח:

source: I have read <a href="%1$s">the FAQ for this plug-in</a> <span>(required)</span>
he_il: קראתי <a href="%1$s">את השאלות הנפוצות לתוסף הזה</a> <span>(חובה)</span>

source: I have <a href="%1$s">made a donation to help support this plug-in</a>
he_il: <a href="%1$s">תרמתי כדי לעזור לתמוך בתוסף הזה</a>

source: Support Request:
he_il: בקשת תמיכה:

source: Send Support Request
he_il: שלח בקשת תמיכה

source: The following additional information will be sent with your support request:
he_il: המידע הנוסף הזה ישלח ביחד עם בקשת התמיכה שלך:

source: Joe Dolson
he_il: ג'ו דולסון
